// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

TaskName = "Ytterligare inställningar";
EWSDirectAccessTaskName = "Direktåtkomst till EWS";

TaskTitleField = "Webbserver";
TaskDescriptionField = "Den markerade enheten kan konfigureras med en inbyggd webbserver. Visa enhetsinformation och konfigurationsalternativ genom att klicka på knappen nedan.";
TaskStartButtonTitle = "Öppna Inbäddad webbserver";

CannotOpenEWSTitle = "Embedded Web Server is not available.";
CannotOpenEWSMessage = "Den här funktionen fungerar inte om enheten är ansluten via USB. Om du vill använda den inbyggda webbservern måste du ansluta enheten till ett lokalt nätverk.";
